[
    {
        "title": "Inside Out 2",
        "genre": "Animation",
        "plot": "Teenager Riley's mind headquarters is undergoing a sudden demolition to make room for something entirely unexpected: new Emotions! Joy, Sadness, Anger, Fear and Disgust, who’ve long been running a successful operation by all accounts, aren’t sure how to feel when Anxiety shows up. And it looks like she’s not alone."
    },
    {
        "title": "Despicable Me 4",
        "genre": "Animation",
        "plot": "Gru and Lucy and their girls — Margo, Edith and Agnes — welcome a new member to the Gru family, Gru Jr., who is intent on tormenting his dad. Meanwhile, Gru faces a new nemesis in Maxime Le Mal and his femme fatale girlfriend Valentina, forcing the family to go on the run."
    },
    {
        "title": "Kingdom of the Planet of the Apes",
        "genre": "Science Fiction",
        "plot": "Several generations following Caesar's reign, apes – now the dominant species – live harmoniously while humans have been reduced to living in the shadows. As a new tyrannical ape leader builds his empire, one young ape undertakes a harrowing journey that will cause him to question all he's known about the past and to make choices that will define a future for apes and humans alike."
    },
    {
        "title": "Furiosa: A Mad Max Saga",
        "genre": "Action",
        "plot": "As the world fell, young Furiosa is snatched from the Green Place of Many Mothers and falls into the hands of a great Biker Horde led by the Warlord Dementus. Sweeping through the Wasteland they come across the Citadel presided over by The Immortan Joe. While the two Tyrants war for dominance, Furiosa must survive many trials as she puts together the means to find her way home."
    },
    {
        "title": "Beverly Hills Cop: Axel F",
        "genre": "Action",
        "plot": "Forty years after his unforgettable first case in Beverly Hills, Detroit cop Axel Foley returns to do what he does best: solve crimes and cause chaos."
    },
    {
        "title": "In a Violent Nature",
        "genre": "Horror",
        "plot": "The enigmatic resurrection, rampage, and retribution of an undead monster in a remote wilderness unleashes an iconic new killer after a locket is removed from a collapsed fire tower that entombed its rotting corpse."
    },
    {
        "title": "Bad Boys: Ride or Die",
        "genre": "Action",
        "plot": "After their late former Captain is framed, Lowrey and Burnett try to clear his name, only to end up on the run themselves."
    },
    {
        "title": "The Garfield Movie",
        "genre": "Animation",
        "plot": "Garfield, the world-famous, Monday-hating, lasagna-loving indoor cat, is about to have a wild outdoor adventure! After an unexpected reunion with his long-lost father – scruffy street cat Vic – Garfield and his canine friend Odie are forced from their perfectly pampered life into joining Vic in a hilarious, high-stakes heist."
    },
    {
        "title": "Godzilla x Kong: The New Empire",
        "genre": "Science Fiction",
        "plot": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own."
    },
    {
        "title": "Under Paris",
        "genre": "Thriller",
        "plot": "In order to save Paris from an international bloodbath, a grieving scientist is forced to face her tragic past when a giant shark appears in the Seine."
    },
    {
        "title": "Trigger Warning",
        "genre": "Action",
        "plot": "A Special Forces commando uncovers a dangerous conspiracy when she returns to her hometown looking for answers into her beloved father's death."
    },
    {
        "title": "Civil War",
        "genre": "War",
        "plot": "In the near future, a group of war journalists attempt to survive while reporting the truth as the United States stands on the brink of civil war."
    },
    {
        "title": "A Quiet Place: Day One",
        "genre": "Horror",
        "plot": "As New York City is invaded by alien creatures who hunt by sound, a woman named Sam fights to survive."
    },
    {
        "title": "The Watchers",
        "genre": "Fantasy",
        "plot": "A young artist gets stranded in an extensive, immaculate forest in western Ireland, where, after finding shelter, she becomes trapped alongside three strangers, stalked by mysterious creatures each night."
    },
    {
        "title": "MR-9: Do or Die",
        "genre": "Action",
        "plot": "Masud Rana is a Secret Agent with code name MR-9 of the Bangladesh Counter Intelligence Agency"
    },
    {
        "title": "Inside Out",
        "genre": "Animation",
        "plot": "When 11-year-old Riley moves to a new city, her Emotions team up to help her through the transition. Joy, Fear, Anger, Disgust and Sadness work together, but when Joy and Sadness get lost, they must journey through unfamiliar places to get back home."
    },
    {
        "title": "The Infallibles",
        "genre": "Comedy",
        "plot": "When a gang of robbers provokes chaos in Paris and humiliates the police, the Minister of the Interior wants new blood at the helm of the investigation: Alia is from Marseille, fiery-tempered and unmanageable, Hugo is Parisian, valedictorian and meticulous. In short, they have every reason to hate each other. A forced alliance, for better or for worse, or maybe blossoming into something else?"
    },
    {
        "title": "Kung Fu Panda 4",
        "genre": "Animation",
        "plot": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past."
    },
    {
        "title": "The Last Kumite",
        "genre": "Action",
        "plot": "When Karate champion Michael Rivers wins the last tournament of his career, shady businessman Ron Hall offers him the opportunity to fight in an illegal Kumite in Bulgaria against the world’s best martial artists.  When Michael declines, Hall has his daughter kidnapped and, in order to rescue her, Rivers is left with no choice but to compete in the deadly tournament. Arriving in Bulgaria, he finds out that he is not the only fighter whose loved one was taken. Rivers enlists the help of trainers Master Loren, and Julie Jackson but will it be enough for him to win the tournament and save his daughter’s life?"
    },
    {
        "title": "The Roundup: No Way Out",
        "genre": "Action",
        "plot": "Detective Ma Seok-do changes his affiliation from the Geumcheon Police Station to the Metropolitan Investigation Team, in order to eradicate Japanese gangsters who enter Korea to commit heinous crimes."
    },
    {
        "title": "Tarot",
        "genre": "Horror",
        "plot": "When a group of friends recklessly violate the sacred rule of Tarot readings, they unknowingly unleash an unspeakable evil trapped within the cursed cards. One by one, they come face to face with fate and end up in a race against death."
    },
    {
        "title": "Handling the Undead",
        "genre": "Horror",
        "plot": "On a hot summer day in Oslo, the dead mysteriously awaken, and three families are thrown into chaos when their deceased loved ones come back to them. Who are they, and what do they want?"
    },
    {
        "title": "Monkey Man",
        "genre": "Action",
        "plot": "Kid is an anonymous young man who ekes out a meager living in an underground fight club where, night after night, wearing a gorilla mask, he is beaten bloody by more popular fighters for cash. After years of suppressed rage, Kid discovers a way to infiltrate the enclave of the city’s sinister elite. As his childhood trauma boils over, his mysteriously scarred hands unleash an explosive campaign of retribution to settle the score with the men who took everything from him."
    },
    {
        "title": "IF",
        "genre": "Comedy",
        "plot": "A young girl who goes through a difficult experience begins to see everyone's imaginary friends who have been left behind as their real-life friends have grown up."
    },
    {
        "title": "The Fall Guy",
        "genre": "Action",
        "plot": "Fresh off an almost career-ending accident, stuntman Colt Seavers has to track down a missing movie star, solve a conspiracy and try to win back the love of his life while still doing his day job."
    },
    {
        "title": "Nightmares",
        "genre": "Horror",
        "plot": "A successful young doctor is constantly haunted by nightmares about a mysterious killer who seems to not only be chasing her in her dreams."
    },
    {
        "title": "Atlas",
        "genre": "Science Fiction",
        "plot": "A brilliant counterterrorism analyst with a deep distrust of AI discovers it might be her only hope when a mission to capture a renegade robot goes awry."
    },
    {
        "title": "Kleks Academy",
        "genre": "Fantasy",
        "plot": "A seemingly ordinary girl finds her way into the eponymous Academy to explore the world of fairy tales, imagination and creativity. With the help of a crazy, talented teacher, she develops her unique abilities and also stumbles upon a clue that will help her unravel the biggest secret of the family..."
    },
    {
        "title": "Deadpool & Wolverine",
        "genre": "Science Fiction",
        "plot": "A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine."
    },
    {
        "title": "My Fault",
        "genre": "Drama",
        "plot": "Noah must leave her city, boyfriend, and friends to move into William Leister's mansion, the flashy and wealthy husband of her mother Rafaela. As a proud and independent 17 year old, Noah resists living in a mansion surrounded by luxury. However, it is there where she meets Nick, her new stepbrother, and the clash of their strong personalities becomes evident from the very beginning."
    },
    {
        "title": "Bad Boys for Life",
        "genre": "Thriller",
        "plot": "Marcus and Mike are forced to confront new threats, career changes, and midlife crises as they join the newly created elite team AMMO of the Miami police department to take down the ruthless Armando Armas, the vicious leader of a Miami drug cartel."
    },
    {
        "title": "A Family Affair",
        "genre": "Romance",
        "plot": "The only thing worse than being the assistant to a high-maintenance movie star who doesn't take you seriously? Finding out he's smitten with your mom."
    },
    {
        "title": "Space Cadet",
        "genre": "Comedy",
        "plot": "Tiffany \"Rex\" Simpson has always dreamed of going to space, and her \"doctored\" application lands her in NASA's ultra-competitive astronaut training program. In over her head, can this Florida girl rely on her quick wits, moxie and determination to get through training and into the cosmos before she blows her cover?"
    },
    {
        "title": "The Cult",
        "genre": "Horror",
        "plot": "When a young woman relocates to a small town in Europe, she notices the place has something weird. As time goes by, she starts to fear for her life. Based on actual events and in the book the day she became plastic."
    },
    {
        "title": "Alienoid: Return to the Future",
        "genre": "Action",
        "plot": "Ean has a critical mission to return to the future to save everyone. However, she becomes trapped in the distant past while trying to prevent the escape of alien prisoners who are locked up in the bodies of humans. Meanwhile, Muruk, who helps Ean escape various predicaments, is unnerved when he begins sensing the presence of a strange being in his body. Traveling through the centuries, they are trying to prevent the explosion of the haava."
    },
    {
        "title": "Dune: Part Two",
        "genre": "Science Fiction",
        "plot": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee."
    },
    {
        "title": "Miraculous World: Paris, Tales of Shadybug and Claw Noir",
        "genre": "Animation",
        "plot": "Miraculous holders from another world appear in Paris. They come from a parallel universe where everything is reversed: the holders of Ladybug and Black Cat Miraculouses, Shadybug and Claw Noir, are the bad guys, and the holder of the Butterfly Miraculous, Hesperia, is a superhero. Ladybug and Cat Noir will have to help Hesperia counter the attacks of their evil doubles and prevent them from seizing the Butterfly's Miraculous. Can our heroes also help Hesperia make Shadybug and Claw Noir better people?"
    },
    {
        "title": "An Ideal Father",
        "genre": "Drama",
        "plot": "Michel, the jovial owner of the only café in a small Normandy town, sees his life turned upside down when his teenage daughter is murdered. The community has his back but soon rumor spreads and Michel is singled out. From the ideal father, he becomes the ideal culprit."
    },
    {
        "title": "Migration",
        "genre": "Animation",
        "plot": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica."
    },
    {
        "title": "Immaculate",
        "genre": "Horror",
        "plot": "An American nun embarks on a new journey when she joins a remote convent in the Italian countryside. However, her warm welcome quickly turns into a living nightmare when she discovers her new home harbours a sinister secret and unspeakable horrors."
    },
    {
        "title": "No Time to Spy: A Loud House Movie",
        "genre": "Animation",
        "plot": "Lincoln and the Louds are ecstatic to welcome their new Gran-Gran, Myrtle, into the family with a tropical wedding celebration; but the festivities are cut short when an old nemesis from Myrtle's secret agent past appears on the island."
    },
    {
        "title": "Mad Max: Fury Road",
        "genre": "Action",
        "plot": "An apocalyptic story set in the furthest reaches of our planet, in a stark desert landscape where humanity is broken, and most everyone is crazed fighting for the necessities of life. Within this world exist two rebels on the run who just might be able to restore order."
    },
    {
        "title": "Death Whisperer",
        "genre": "Horror",
        "plot": "When a remote village is plagued by a deadly curse, one brother must fight to save his family from a terrifying supernatural threat."
    },
    {
        "title": "The First Omen",
        "genre": "Horror",
        "plot": "When a young American woman is sent to Rome to begin a life of service to the church, she encounters a darkness that causes her to question her own faith and uncovers a terrifying conspiracy that hopes to bring about the birth of evil incarnate."
    },
    {
        "title": "No Way Up",
        "genre": "Action",
        "plot": "Characters from different backgrounds are thrown together when the plane they're travelling on crashes into the Pacific Ocean. A nightmare fight for survival ensues with the air supply running out and dangers creeping in from all sides."
    },
    {
        "title": "Ultraman: Rising",
        "genre": "Animation",
        "plot": "A star athlete reluctantly returns home to take over his father's duties as Ultraman, shielding Tokyo from giant monsters as he becomes a legendary hero."
    },
    {
        "title": "Black Noise",
        "genre": "Action",
        "plot": "Members of an elite security team deployed to rescue a VIP on an exclusive island.The rescue mission becomes a desperate attempt to survive, escape the island and elude the sinister presence that seeks to harm them."
    },
    {
        "title": "Bionic",
        "genre": "Science Fiction",
        "plot": "When the progress of robotics makes Paralympic athletes the new sports stars, Maria dreams of competing against her sister. For that, she will have to enter a world of crime and violence."
    },
    {
        "title": "Godzilla Minus One",
        "genre": "Science Fiction",
        "plot": "In postwar Japan, Godzilla brings new devastation to an already scorched landscape. With no military intervention or government help in sight, the survivors must join together in the face of despair and fight back against an unrelenting horror."
    },
    {
        "title": "Battle Over Britain",
        "genre": "War",
        "plot": "A young pilot, fresh out of training, is called to join a Flight while they wait for the call to scramble. Throughout a single day, he witnesses the skies of southern England filled with deadly dog fights, and after every exhausting battle the men return to their dispersal hut, only to find another of their number missing. Unwilling to surrender, the pilot and his comrades unite to take to the skies once more, determined to defend not only the airfield, but their entire country."
    },
    {
        "title": "El Halcón: Sed de Venganza",
        "genre": "Action",
        "plot": "Criminals control Mexico and wrestling is now illegal. A retired fighter and a policewoman join forces to stop the perfidious criminal who has kidnapped her son."
    },
    {
        "title": "Boneyard",
        "genre": "Action",
        "plot": "After Police Chief Carter discovers the remains of eleven women, FBI Special Agent Petrovick is recruited to profile the serial killer responsible for the infamous \"boneyard\" killings. As the police force, narcotics agency, and FBI lock horns, a tangled web of intrigue turns everyone into a suspect."
    },
    {
        "title": "HAIKYU!! The Dumpster Battle",
        "genre": "Animation",
        "plot": "Shoyo Hinata joins Karasuno High's volleyball club to be like his idol, a former Karasuno player known as the 'Little Giant'. But Hinata soon learns that he must team up with his middle school nemesis, Tobio Kageyama. Their clashing styles form a surprising weapon, but can their newfound teamwork defeat their rival Nekoma High in the highly anticipated 'Dumpster Battle', the long awaited ultimate showdown between two opposing underdog teams?"
    },
    {
        "title": "The Soldier with Great Maneuvers",
        "genre": "Comedy",
        "plot": "Doctor Eva Marini takes up a position at an army base to investigate the sexual behavior of the Italian male soldier and soon finds out she's taken on more than she bargained for."
    },
    {
        "title": "The Boy and the Heron",
        "genre": "Animation",
        "plot": "While the Second World War rages, the teenage Mahito, haunted by his mother's tragic death, is relocated from Tokyo to the serene rural home of his new stepmother Natsuko, a woman who bears a striking resemblance to the boy's mother. As he tries to adjust, this strange new world grows even stranger following the appearance of a persistent gray heron, who perplexes and bedevils Mahito, dubbing him the \"long-awaited one.\""
    },
    {
        "title": "Blood and Snow",
        "genre": "Science Fiction",
        "plot": "Scientists find meteor in Arctic. It kills one, infects the other. Nearby base takes in survivor to investigate incident. Survivor's identity raises questions."
    },
    {
        "title": "May the 12th Be with You",
        "genre": "Animation",
        "plot": "It's Mother's Day and Marge Simpson joins the moms of Disney+ on a special holiday outing that turns into an epic galactic adventure filled with heroes, villains, and Stewie from Family Guy."
    },
    {
        "title": "Wild Eyed and Wicked",
        "genre": "Horror",
        "plot": "Lily Pierce is sick of being haunted. She decides to reconnect with her estranged father, a disgraced history professor, and learn how to draw upon a time of steel and blade when armor-clad knights rode out and dueled their monsters to the death."
    },
    {
        "title": "xXx",
        "genre": "Action",
        "plot": "Xander Cage is your standard adrenaline junkie with no fear and a lousy attitude. When the US Government \"recruits\" him to go on a mission, he's not exactly thrilled. His mission: to gather information on an organization that may just be planning the destruction of the world, led by the nihilistic Yorgi."
    },
    {
        "title": "Ghostbusters: Frozen Empire",
        "genre": "Fantasy",
        "plot": "When the discovery of an ancient artifact unleashes an evil force, Ghostbusters new and old must join forces to protect their home and save the world from a second Ice Age."
    },
    {
        "title": "Drawing Closer",
        "genre": "Romance",
        "plot": "With only a year left to live, 17-year-old Akito finds new meaning in life by bringing joy to a terminally ill girl who has just six months remaining."
    },
    {
        "title": "Boy Kills World",
        "genre": "Thriller",
        "plot": "When his family is murdered, a deaf-mute named Boy escapes to the jungle and is trained by a mysterious shaman to repress his childish imagination and become an instrument of death."
    },
    {
        "title": "John Wick: Chapter 4",
        "genre": "Action",
        "plot": "With the price on his head ever increasing, John Wick uncovers a path to defeating The High Table. But before he can earn his freedom, Wick must face off against a new enemy with powerful alliances across the globe and forces that turn old friends into foes."
    },
    {
        "title": "The Raffle",
        "genre": "Drama",
        "plot": "Struggling with a financial crisis, a good-looking widow decides to put herself up for grabs. However, going through with it becomes almost impossible with a new love and the legal system thrown into the mix."
    },
    {
        "title": "Thelma the Unicorn",
        "genre": "Animation",
        "plot": "Thelma dreams of being a glamorous unicorn. Then in a rare pink and glitter-filled moment of fate, Thelma's wish comes true. She rises to instant international stardom, but at an unexpected cost. After a while, Thelma realizes that she was happier as her ordinary, sparkle-free self. So she ditches her horn, scrubs off her sparkles, and returns home, where her best friend is waiting for her with a hug."
    },
    {
        "title": "Avengers: Infinity War",
        "genre": "Adventure",
        "plot": "As the Avengers and their allies have continued to protect the world from threats too large for any one hero to handle, a new danger has emerged from the cosmic shadows: Thanos. A despot of intergalactic infamy, his goal is to collect all six Infinity Stones, artifacts of unimaginable power, and use them to inflict his twisted will on all of reality. Everything the Avengers have fought for has led up to this moment - the fate of Earth and existence itself has never been more uncertain."
    },
    {
        "title": "A Quiet Place Part II",
        "genre": "Science Fiction",
        "plot": "Following the events at home, the Abbott family now face the terrors of the outside world. Forced to venture into the unknown, they realize that the creatures that hunt by sound are not the only threats that lurk beyond the sand path."
    },
    {
        "title": "A Quiet Place Part III",
        "genre": "Thriller",
        "plot": "The third film in John Krasinski's A Quiet Place trilogy."
    },
    {
        "title": "Pirates of the Caribbean: The Curse of the Black Pearl",
        "genre": "Adventure",
        "plot": "Jack Sparrow, a freewheeling 18th-century pirate, quarrels with a rival pirate bent on pillaging Port Royal. When the governor's daughter is kidnapped, Sparrow decides to help the girl's love save her."
    },
    {
        "title": "Alienoid",
        "genre": "Science Fiction",
        "plot": "Gurus in the late Goryeo dynasty try to obtain a fabled, holy sword, and humans in 2022 hunt down an alien prisoner that is locked in a human's body. The two parties cross paths when a time-traveling portal opens up."
    },
    {
        "title": "Fast X",
        "genre": "Action",
        "plot": "Over many missions and against impossible odds, Dom Toretto and his family have outsmarted, out-nerved and outdriven every foe in their path. Now, they confront the most lethal opponent they've ever faced: A terrifying threat emerging from the shadows of the past who's fueled by blood revenge, and who is determined to shatter this family and destroy everything—and everyone—that Dom loves, forever."
    },
    {
        "title": "Wonka",
        "genre": "Comedy",
        "plot": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible."
    },
    {
        "title": "Rascal Does Not Dream of a Knapsack Kid",
        "genre": "Animation",
        "plot": "Finally, the day of Mai's high school graduation has arrived. While Sakuta eagerly waits for his girlfriend, an elementary schooler who looks exactly like her appears before him. Suspicious, and for all the wrong reasons... Meanwhile, Sakuta and Kaede's father suddenly calls, saying that their mother wants to see her daughter. She was hospitalized because Kaede's condition had been too much for her to bear, so what could she possibly want now?"
    },
    {
        "title": "Rebel Moon - Part Two: The Scargiver",
        "genre": "Science Fiction",
        "plot": "The rebels gear up for battle against the ruthless forces of the Motherworld as unbreakable bonds are forged, heroes emerge — and legends are made."
    },
    {
        "title": "Beverly Hills Cop",
        "genre": "Comedy",
        "plot": "Fast-talking, quick-thinking Detroit street cop Axel Foley has bent more than a few rules and regs in his time, but when his best friend is murdered, he heads to sunny Beverly Hills to work the case like only he can."
    },
    {
        "title": "Burga",
        "genre": "Horror",
        "plot": "Elena wakes up in a mental hospital room with no memory of anything. They tell her that she suffers from amnesia and that she suffers from paranoid schizophrenia. However, nothing is what it seems, and Elena will have to find a way to escape from there while fighting to keep her sanity and not confuse hallucinations with reality."
    },
    {
        "title": "Bad Boys",
        "genre": "Action",
        "plot": "Marcus Burnett is a henpecked family man. Mike Lowry is a footloose and fancy free ladies' man. Both Miami policemen, they have 72 hours to reclaim a consignment of drugs stolen from under their station's nose. To complicate matters, in order to get the assistance of the sole witness to a murder, they have to pretend to be each other."
    },
    {
        "title": "Road House",
        "genre": "Action",
        "plot": "Ex-UFC fighter Dalton takes a job as a bouncer at a Florida Keys roadhouse, only to discover that this paradise is not all it seems."
    },
    {
        "title": "Twisters",
        "genre": "Action",
        "plot": "As storm season intensifies, the paths of former storm chaser Kate Carter and reckless social-media superstar Tyler Owens collide when terrifying phenomena never seen before are unleashed. The pair and their competing teams find themselves squarely in the paths of multiple storm systems converging over central Oklahoma in the fight of their lives."
    },
    {
        "title": "The Jack in the Box: Rises",
        "genre": "Horror",
        "plot": "When a creepy Jack-in-the-Box is discovered and opened on the grounds of an exclusive girls' school, six brave students soon enter a fight to the finish against the unleashed demon."
    },
    {
        "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train",
        "genre": "Action",
        "plot": "Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, boards the Infinity Train on a new mission with the Fire Hashira, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!"
    },
    {
        "title": "Ape vs Mecha Ape",
        "genre": "Action",
        "plot": "Recognizing the destructive power of its captive giant Ape, the military makes its own battle-ready A.I., Mecha Ape. But its first practical test goes horribly wrong, leaving the military no choice but to release the imprisoned giant ape to stop the colossal robot before it destroys downtown Chicago."
    },
    {
        "title": "Oppenheimer",
        "genre": "Drama",
        "plot": "The story of J. Robert Oppenheimer's role in the development of the atomic bomb during World War II."
    },
    {
        "title": "The Wages of Fear",
        "genre": "Action",
        "plot": "When an explosion at an oil well threatens hundreds of lives, a crack team is called upon to make a deadly desert crossing with nitroglycerine in tow."
    },
    {
        "title": "Despicable Me",
        "genre": "Family",
        "plot": "Villainous Gru lives up to his reputation as a despicable, deplorable and downright unlikable guy when he hatches a plan to steal the moon from the sky. But he has a tough time staying on task after three orphans land in his care."
    },
    {
        "title": "Top Gunner: Danger Zone",
        "genre": "Action",
        "plot": "An airliner filled with 800 passengers is forced to fly fast and low, above farmlands, suburbs and skyscraper-packed cities or the tons of explosives aboard will detonate. When an elite unit of US Air Force fighter jets is sent to provide escort, they find themselves facing a squadron of unidentifiable warplanes which ignites a deadly air battle that threatens to destroy all life above and below."
    },
    {
        "title": "Mission: Impossible - Dead Reckoning Part One",
        "genre": "Action",
        "plot": "Ethan Hunt and his IMF team embark on their most dangerous mission yet: To track down a terrifying new weapon that threatens all of humanity before it falls into the wrong hands. With control of the future and the world's fate at stake and dark forces from Ethan's past closing in, a deadly race around the globe begins. Confronted by a mysterious, all-powerful enemy, Ethan must consider that nothing can matter more than his mission—not even the lives of those he cares about most."
    },
    {
        "title": "Hidden Desire",
        "genre": "Romance",
        "plot": "David is sitting in a bar, musing over why he has bedded and left five or six of Asia's loveliest women in such a short time."
    },
    {
        "title": "Creation of the Gods I: Kingdom of Storms",
        "genre": "Action",
        "plot": "Based on the most well-known classical fantasy novel of China, Fengshenyanyi, the trilogy is a magnificent eastern high fantasy epic that recreates the prolonged mythical wars between humans, immortals and monsters, which happened more than three thousand years ago."
    },
    {
        "title": "Madame Web",
        "genre": "Action",
        "plot": "Forced to confront revelations about her past, paramedic Cassandra Webb forges a relationship with three young women destined for powerful futures...if they can all survive a deadly present."
    },
    {
        "title": "Wish",
        "genre": "Animation",
        "plot": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen."
    },
    {
        "title": "Bad Boys II",
        "genre": "Action",
        "plot": "Detectives Marcus Burnett and Mike Lowrey of the Miami Narcotics Task Force are tasked with stopping the flow of the drug ecstasy into Miami. They track the drugs to the whacked-out Cuban drug lord Johnny Tapia, who is also involved in a bloody war with Russian and Haitian mobsters. If that isn't bad enough, there's tension between the two detectives when Marcus discovers that playboy Mike is secretly romancing Marcus’ sister, Syd."
    },
    {
        "title": "A Quiet Place",
        "genre": "Horror",
        "plot": "A family is forced to live in silence while hiding from creatures that hunt by sound."
    },
    {
        "title": "Megamind vs. the Doom Syndicate",
        "genre": "Animation",
        "plot": "Megamind's former villain team, The Doom Syndicate, has returned. Our newly crowned blue hero must now keep up evil appearances until he can assemble his friends (Roxanne, Ol' Chum and Keiko) to stop his former evil teammates from launching Metro City to the Moon."
    },
    {
        "title": "Transformers: Rise of the Beasts",
        "genre": "Science Fiction",
        "plot": "When a new threat capable of destroying the entire planet emerges, Optimus Prime and the Autobots must team up with a powerful faction known as the Maximals. With the fate of humanity hanging in the balance, humans Noah and Elena will do whatever it takes to help the Transformers as they engage in the ultimate battle to save Earth."
    },
    {
        "title": "Anyone But You",
        "genre": "Romance",
        "plot": "After an amazing first date, Bea and Ben’s fiery attraction turns ice cold — until they find themselves unexpectedly reunited at a destination wedding in Australia. So they do what any two mature adults would do: pretend to be a couple."
    },
    {
        "title": "Exhuma",
        "genre": "Mystery",
        "plot": "After tracing the origin of a disturbing supernatural affliction to a wealthy family's ancestral gravesite, a team of paranormal experts relocates the remains—and soon discovers what happens to those who dare to mess with the wrong grave."
    },
    {
        "title": "The Idea of You",
        "genre": "Romance",
        "plot": "40-year-old single mom Solène begins an unexpected romance with 24-year-old Hayes Campbell, the lead singer of August Moon, the hottest boy band on the planet. As they begin a whirlwind romance, it isn't long before Hayes' superstar status poses unavoidable challenges to their relationship, and Solène soon discovers that life in the glare of his spotlight might be more than she bargained for."
    },
    {
        "title": "Suddenly",
        "genre": "Thriller",
        "plot": "Ben and Laura are a passionate but volatile couple who embark on a round-the-world sailing adventure to give their relationship a new start. During their trip, they decide to explore a vast deserted island which they discover off the coast of Chile. Caught in a violent storm, they shelter in an abandoned whaling station for the night but wake up the next morning to find their boat has disappeared. Stranded in a hostile environment with no means of communication, dwindling supplies and winter approaching they must work together in a life and death battle for survival, that will challenge their feelings and change their relationship forever."
    },
    {
        "title": "The Student",
        "genre": "Drama",
        "plot": "Lana, a teacher in high school, does not know what to do about Benny, a new student, who is an aggressive yet coldblooded alfa male. Benny intimidates her and she tries to escape his dark magnetism."
    },
    {
        "title": "Noryang: Deadly Sea",
        "genre": "Action",
        "plot": "The Imjin War reaches its seventh year in December of 1598. Admiral Yi Sun-shin learns that the Wa invaders in Joseon are preparing for a swift withdrawal following the deathbed orders of their leader Toyotomi Hideyoshi. Determined to destroy the enemy once and for all, Admiral Yi leads an allied fleet of Joseon and Ming ships to mount a blockade and annihilate the Wa army. However, once Ming commander Chen Lin is bribed into lifting the blockade, Wa lord Shimazu Yoshihiro and his Satsuma army sail to the Wa army’s rescue at Noryang Strait."
    },
    {
        "title": "Land of Bad",
        "genre": "Action",
        "plot": "When a Delta Force special ops mission goes terribly wrong, Air Force drone pilot Reaper has 48 hours to remedy what has devolved into a wild rescue operation. With no weapons and no communication other than the drone above, the ground mission suddenly becomes a full-scale battle when the team is discovered by the enemy."
    },
    {
        "title": "It’s for Your Own Good",
        "genre": "Comedy",
        "plot": "Horrified by the new girlfriends of their respective sons, three sisters-in-law – Clara, a socialite, Matis, a widowed professional, and Nena, a naive housewife – make an alliance to get rid of their undesirable daughters-in-law."
    },
    {
        "title": "Abigail",
        "genre": "Horror",
        "plot": "A group of criminals kidnaps a teenage ballet dancer, the daughter of a notorious gang leader, in order to obtain a ransom of $50 million, but over time, they discover that she is not just an ordinary girl. After the kidnappers begin to diminish, one by one, they discover, to their increasing horror, that they are locked inside with an unusual girl."
    },
    {
        "title": "La Familia del Barrio: La Película",
        "genre": "Comedy",
        "plot": "El Noruego travels back in time and accidentally prevents the War of Independence by getting Miguel Hidalgo drunk before giving the cry."
    },
    {
        "title": "Birth/Rebirth",
        "genre": "Horror",
        "plot": "A single mother and a childless morgue technician are bound together by their relationship to a little girl they have reanimated from the dead."
    },
    {
        "title": "Monster's Battlefield",
        "genre": "Science Fiction",
        "plot": "The soldier king Qin Yang's fiancée Ye Qin met with an unknown beast and died tragically. Gu Ping invites him to participate in Ye Qin's scientific research before her death. But Gu Ping is using Ye Qin's research results to combine the genes of unknown beasts to create the \"Zero\" dragon creature. The intelligent dragon creature, coupled with the extra-terrestrial beast evolved by devouring,  an imminent city war is coming..."
    },
    {
        "title": "Dawn of the Planet of the Apes",
        "genre": "Science Fiction",
        "plot": "A group of scientists in San Francisco struggle to stay alive in the aftermath of a plague that is wiping out humanity, while Caesar tries to maintain dominance over his community of intelligent apes."
    },
    {
        "title": "The Bikeriders",
        "genre": "Crime",
        "plot": "After a chance encounter, headstrong Kathy is drawn to Benny, member of Midwestern motorcycle club the Vandals. As the club transforms into a dangerous underworld of violence, Benny must choose between Kathy and his loyalty to the club."
    },
    {
        "title": "Spider-Man: Across the Spider-Verse",
        "genre": "Animation",
        "plot": "After reuniting with Gwen Stacy, Brooklyn’s full-time, friendly neighborhood Spider-Man is catapulted across the Multiverse, where he encounters the Spider Society, a team of Spider-People charged with protecting the Multiverse’s very existence. But when the heroes clash on how to handle a new threat, Miles finds himself pitted against the other Spiders and must set out on his own to save those he loves most."
    },
    {
        "title": "The Golden Lotus: Love and Desire",
        "genre": "Drama",
        "plot": "A corrupt local official, Xi Men Qing, who lusts after women and money, pursues his brother's young wife, Lee Ping Er. Ping finds Men attractive, and under her drunken husband's nose, she and Men work their way through the illustrations of a pillow book, the \"Golden Lotus.\" Men pursues the same feat with his fourth concubine, Pan Jing Lien, who lives in the compound next to Ping. Jing's jealousy compounds a tale of humiliation, childbirth, death, and depravity. Does karma or enlightenment await anyone?"
    },
    {
        "title": "Harry Potter and the Philosopher's Stone",
        "genre": "Adventure",
        "plot": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard—with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths—and about the villain who's to blame."
    },
    {
        "title": "xXx: Return of Xander Cage",
        "genre": "Action",
        "plot": "Extreme athlete turned government operative Xander Cage comes out of self-imposed exile, thought to be long dead, and is set on a collision course with deadly alpha warrior Xiang and his team in a race to recover a sinister and seemingly unstoppable weapon known as Pandora's Box. Recruiting an all-new group of thrill-seeking cohorts, Xander finds himself enmeshed in a deadly conspiracy that points to collusion at the highest levels of world governments."
    },
    {
        "title": "Underground Monster",
        "genre": "Fantasy",
        "plot": ""
    },
    {
        "title": "Beverly Hills Cop II",
        "genre": "Action",
        "plot": "Axel Foley returns to the land of sunshine and palm trees to investigate the near-fatal shooting of police Captain Andrew Bogomil. With the help of Sgt. Taggart and Det. Rosewood, they soon uncover that the shooting is associated with a series of \"alphabet\" robberies masterminded by a heartless weapons kingpin—and the chase is on."
    },
    {
        "title": "Fly Me to the Moon",
        "genre": "Comedy",
        "plot": "Sparks fly in all directions as marketing maven Kelly Jones, brought in to fix NASA's public image, wreaks havoc on Apollo 11 launch director Cole Davis' already difficult task of putting a man on the moon. When the White House deems the mission too important to fail, Jones is directed to stage a fake moon landing as backup, and the countdown truly begins."
    },
    {
        "title": "Hit Man",
        "genre": "Crime",
        "plot": "A mild-mannered professor moonlighting as a fake hit man in police stings ignites a chain reaction of trouble when he falls for a potential client."
    },
    {
        "title": "Damsel",
        "genre": "Fantasy",
        "plot": "A young woman's marriage to a charming prince turns into a fierce fight for survival when she's offered up as a sacrifice to a fire-breathing dragon."
    },
    {
        "title": "The Super Mario Bros. Movie",
        "genre": "Animation",
        "plot": "While working underground to fix a water main, Brooklyn plumbers—and brothers—Mario and Luigi are transported down a mysterious pipe and wander into a magical new world. But when the brothers are separated, Mario embarks on an epic quest to find Luigi."
    },
    {
        "title": "The Legend of Catclaws Mountain",
        "genre": "Fantasy",
        "plot": "Mindy adopts Angel, a high-spirited pony that—according to legend—will lead its owner to gold hidden in the nearby mountains. When Angel is kidnapped by a mad treasure hunter, Mindy and her school friends head into the hills to rescue the pony and hunt for the lost gold. But Mindy meets a mountain man that warns her the treasure is part of an ancient curse—if they remove the gold, they'll destroy the beautiful forest."
    },
    {
        "title": "Avatar: The Way of Water",
        "genre": "Science Fiction",
        "plot": "Set more than a decade after the events of the first film, learn the story of the Sully family (Jake, Neytiri, and their kids), the trouble that follows them, the lengths they go to keep each other safe, the battles they fight to stay alive, and the tragedies they endure."
    },
    {
        "title": "Love Lies Bleeding",
        "genre": "Crime",
        "plot": "Reclusive gym manager Lou falls hard for Jackie, an ambitious bodybuilder headed through town to Las Vegas in pursuit of her dream. But their love ignites violence, pulling them deep into the web of Lou’s criminal family."
    },
    {
        "title": "Wicked Little Letters",
        "genre": "Comedy",
        "plot": "When deeply conservative English local Edith Swan and fellow residents begin to receive wicked letters full of unintentionally hilarious profanities, her rowdy, foul-mouthed, Irish migrant neighbor Rose Gooding is charged with the crime. The anonymous letters prompt a national uproar, and a trial ensues. However, as the town’s women—led by Police Officer Gladys Moss—begin to investigate the crime themselves, they suspect something is amiss and Rose may not be the culprit after all."
    },
    {
        "title": "Breathe",
        "genre": "Science Fiction",
        "plot": "Air-supply is scarce in the near future, forcing a mother and daughter to fight for survival when two strangers arrive desperate for an oxygenated haven."
    },
    {
        "title": "After the Pandemic",
        "genre": "Science Fiction",
        "plot": "Set in a post-apocalyptic world where a global airborne pandemic has wiped out 90% of the Earth's population and only the young and immune have endured as scavengers. For Ellie and Quinn, the daily challenges to stay alive are compounded when they become hunted by the merciless Stalkers."
    },
    {
        "title": "Puss in Boots: The Last Wish",
        "genre": "Animation",
        "plot": "Puss in Boots discovers that his passion for adventure has taken its toll: He has burned through eight of his nine lives, leaving him with only one life left. Puss sets out on an epic journey to find the mythical Last Wish and restore his nine lives."
    },
    {
        "title": "I Saw the TV Glow",
        "genre": "Drama",
        "plot": "Teenager Owen is just trying to make it through life in the suburbs when his classmate Maddy introduces him to a mysterious late-night TV show — a vision of a supernatural world beneath their own. In the pale glow of the television, Owen’s view of reality begins to crack."
    },
    {
        "title": "Harry Potter and the Prisoner of Azkaban",
        "genre": "Adventure",
        "plot": "Year three at Hogwarts means new fun and challenges as Harry learns the delicate art of approaching a Hippogriff, transforming shape-shifting Boggarts into hilarity and even turning back time. But the term also brings danger: soul-sucking Dementors hover over the school, an ally of the accursed He-Who-Cannot-Be-Named lurks within the castle walls, and fearsome wizard Sirius Black escapes Azkaban. And Harry will confront them all."
    },
    {
        "title": "Spider-Man: No Way Home",
        "genre": "Action",
        "plot": "Peter Parker is unmasked and no longer able to separate his normal life from the high-stakes of being a super-hero. When he asks for help from Doctor Strange the stakes become even more dangerous, forcing him to discover what it truly means to be Spider-Man."
    },
    {
        "title": "Beverly Hills Cop III",
        "genre": "Action",
        "plot": "When his boss is killed, Detroit cop Axel Foley finds evidence that the murderer had ties to a California amusement park called Wonder World. Returning to sunny Beverly Hills once more, Foley reunites with Detective Billy Rosewood to solve the case. Along with Billy's new partner, Detective Jon Flint, they discover that Wonder World is being used as a front for a massive counterfeiting ring."
    },
    {
        "title": "The Beekeeper",
        "genre": "Action",
        "plot": "One man's campaign for vengeance takes on national stakes after he is revealed to be a former operative of a powerful and clandestine organization known as Beekeepers."
    },
    {
        "title": "Rise of the Planet of the Apes",
        "genre": "Thriller",
        "plot": "A highly intelligent chimpanzee named Caesar has been living a peaceful suburban life ever since he was born. But when he gets taken to a cruel primate facility, Caesar decides to revolt against those who have harmed him."
    },
    {
        "title": "PAW Patrol: The Mighty Movie",
        "genre": "Animation",
        "plot": "A magical meteor crash lands in Adventure City and gives the PAW Patrol pups superpowers, transforming them into The Mighty Pups."
    },
    {
        "title": "Chief of Station",
        "genre": "Action",
        "plot": "After learning that the death of his wife was not an accident, a former CIA Station Chief is forced back into the espionage underworld, teaming up with an adversary to unravel a conspiracy that challenges everything he thought he knew."
    },
    {
        "title": "Inhuman Kiss: The Last Breath",
        "genre": "Romance",
        "plot": "Friends since childhood, two lonely outcasts longing to be loved meet again. However, they must subdue a bloodthirsty demon residing in one of them."
    },
    {
        "title": "4 Horsemen: Apocalypse",
        "genre": "Science Fiction",
        "plot": "A small team of scientists must race against time to stop what seems to be a cascade of global disasters signaling the possible apocalypse and end of days."
    },
    {
        "title": "Aquaman and the Lost Kingdom",
        "genre": "Action",
        "plot": "Black Manta seeks revenge on Aquaman for his father's death. Wielding the Black Trident's power, he becomes a formidable foe. To defend Atlantis, Aquaman forges an alliance with his imprisoned brother. They must protect the kingdom."
    },
    {
        "title": "Harry Potter and the Chamber of Secrets",
        "genre": "Adventure",
        "plot": "Cars fly, trees fight back, and a mysterious house-elf comes to warn Harry Potter at the start of his second year at Hogwarts. Adventure and danger await when bloody writing on a wall announces: The Chamber Of Secrets Has Been Opened. To save Hogwarts will require all of Harry, Ron and Hermione’s magical abilities and courage."
    },
    {
        "title": "Elemental",
        "genre": "Animation",
        "plot": "In a city where fire, water, land and air residents live together, a fiery young woman and a go-with-the-flow guy will discover something elemental: how much they have in common."
    },
    {
        "title": "The Shawshank Redemption",
        "genre": "Drama",
        "plot": "Imprisoned in the 1940s for the double murder of his wife and her lover, upstanding banker Andy Dufresne begins a new life at the Shawshank prison, where he puts his accounting skills to work for an amoral warden. During his long stretch in prison, Dufresne comes to be admired by the other inmates -- including an older prisoner named Red -- for his integrity and unquenchable sense of hope."
    },
    {
        "title": "Despicable Me 2",
        "genre": "Animation",
        "plot": "Gru is recruited by the Anti-Villain League to help deal with a powerful new super criminal."
    },
    {
        "title": "Deadpool",
        "genre": "Action",
        "plot": "The origin story of former Special Forces operative turned mercenary Wade Wilson, who, after being subjected to a rogue experiment that leaves him with accelerated healing powers, adopts the alter ego Deadpool. Armed with his new abilities and a dark, twisted sense of humor, Deadpool hunts down the man who nearly destroyed his life."
    },
    {
        "title": "The Emperor's New Groove",
        "genre": "Adventure",
        "plot": "Kuzco is a self-centered emperor who summons Pacha from a village and to tell him that his home will be destroyed to make room for Kuzco's new summer home. Kuzco's advisor, Yzma, tries to poison Kuzco and accidentally turns him into a llama, who accidentally ends up in Pacha's village. Pacha offers to help Kuzco if he doesn't destroy his house, and so they form an unlikely partnership."
    },
    {
        "title": "Am I OK?",
        "genre": "Drama",
        "plot": "Lucy and Jane have been best friends for most of their lives and think they know everything there is to know about each other. But when Jane announces she's moving to London, Lucy reveals a long-held secret. As Jane tries to help Lucy, their friendship is thrown into chaos."
    },
    {
        "title": "Megan Is Missing",
        "genre": "Drama",
        "plot": "Fourteen-year–old Megan and her best friend Amy spend a lot of time on the internet, posting videos of themselves and chatting with guys online. One night Megan chats with a guy named Josh who convinces her to meet him for a date. The next day, Megan is missing—forever. Based on actual cases of child abduction."
    },
    {
        "title": "The Godfather Part III",
        "genre": "Crime",
        "plot": "In the midst of trying to legitimize his business dealings in 1979 New York and Italy, aging mafia don, Michael Corleone seeks forgiveness for his sins while taking a young protege under his wing."
    },
    {
        "title": "MaXXXine",
        "genre": "Horror",
        "plot": "In 1980s Hollywood, adult film star and aspiring actress Maxine Minx finally gets her big break. But as a mysterious killer stalks the starlets of Hollywood, a trail of blood threatens to reveal her sinister past."
    },
    {
        "title": "Japanese Mom",
        "genre": "Romance",
        "plot": "\"Innocent face, D-cup breasts and perfect intercourse skills! Son, this is not your girlfriend anymore but your mother!\"  Ki-ho brings Yuki from Japan to marry her. However, he starts cheating on her with his ex-girlfriend in Korea.  Min-cheol comforted Yuki and thought of her as his daughter-in-law, but one day he realizes he is looking at her as a woman.  In the end, Yuki and Min-cheol have intercourse without Ki-ho knowing..."
    },
    {
        "title": "Coraline",
        "genre": "Animation",
        "plot": "A young girl discovers an idealized parallel universe behind a secret door in her new home, unaware that it contains a sinister secret."
    },
    {
        "title": "Baki Hanma VS Kengan Ashura",
        "genre": "Animation",
        "plot": "It's the ultimate showdown. The toughest fighters from \"Baki Hanma\" and \"Kengan Ashura\" clash in this unprecedented, hard-hitting martial arts crossover."
    },
    {
        "title": "Minions: The Rise of Gru",
        "genre": "Animation",
        "plot": "A fanboy of a supervillain supergroup known as the Vicious 6, Gru hatches a plan to become evil enough to join them, with the backup of his followers, the Minions."
    },
    {
        "title": "Black Lotus",
        "genre": "Action",
        "plot": "An ex-special forces operative wages a one man war through the streets of Amsterdam to rescue his friend's daughter from the local crime syndicate."
    },
    {
        "title": "Fighter",
        "genre": "Action",
        "plot": "As India faces a militant attack in Kashmir, the country’s best combat aviators join forces under a reckless yet brilliant squadron leader to form 'Air Dragons', faces mortal dangers and their inner demons."
    },
    {
        "title": "Meg 2: The Trench",
        "genre": "Action",
        "plot": "An exploratory dive into the deepest depths of the ocean of a daring research team spirals into chaos when a malevolent mining operation threatens their mission and forces them into a high-stakes battle for survival."
    },
    {
        "title": "The Chronicles of Narnia: The Lion, the Witch and the Wardrobe",
        "genre": "Adventure",
        "plot": "Siblings Lucy, Edmund, Susan and Peter step through a magical wardrobe and find the land of Narnia. There, they discover a charming, once peaceful kingdom that has been plunged into eternal winter by the evil White Witch, Jadis. Aided by the wise and magnificent lion, Aslan, the children lead Narnia into a spectacular, climactic battle to be free of the Witch's glacial powers forever."
    },
    {
        "title": "Toy Story 2",
        "genre": "Animation",
        "plot": "Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong."
    },
    {
        "title": "Late Night with the Devil",
        "genre": "Horror",
        "plot": "A live broadcast of a late-night talk show in 1977 goes horribly wrong, unleashing evil into the nation's living rooms."
    },
    {
        "title": "The Godfather",
        "genre": "Drama",
        "plot": "Spanning the years 1945 to 1955, a chronicle of the fictional Italian-American Corleone crime family. When organized crime family patriarch, Vito Corleone barely survives an attempt on his life, his youngest son, Michael steps in to take care of the would-be killers, launching a campaign of bloody revenge."
    },
    {
        "title": "Beauty and the Beast",
        "genre": "Romance",
        "plot": "Follow the adventures of Belle, a bright young woman who finds herself in the castle of a prince who's been turned into a mysterious beast. With the help of the castle's enchanted staff, Belle soon learns the most important lesson of all -- that true beauty comes from within."
    },
    {
        "title": "The Dark Knight",
        "genre": "Drama",
        "plot": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker."
    },
    {
        "title": "The Dark Knight",
        "genre": "Drama",
        "plot": "Batman raises the stakes in his war on crime. With the help of Lt. Jim Gordon and District Attorney Harvey Dent, Batman sets out to dismantle the remaining criminal organizations that plague the streets. The partnership proves to be effective, but they soon find themselves prey to a reign of chaos unleashed by a rising criminal mastermind known to the terrified citizens of Gotham as the Joker."
    },
    {
        "title": "Sting",
        "genre": "Horror",
        "plot": "After raising an unnervingly talented spider in secret, 12-year-old Charlotte must face the truth about her pet and fight for her family's survival."
    },
    {
        "title": "Barbie",
        "genre": "Comedy",
        "plot": "Barbie and Ken are having the time of their lives in the colorful and seemingly perfect world of Barbie Land. However, when they get a chance to go to the real world, they soon discover the joys and perils of living among humans."
    },
    {
        "title": "The Little Mermaid",
        "genre": "Animation",
        "plot": "This colorful adventure tells the story of an impetuous mermaid princess named Ariel who falls in love with the very human Prince Eric and puts everything on the line for the chance to be with him. Memorable songs and characters -- including the villainous sea witch Ursula."
    },
    {
        "title": "Iron Man 2",
        "genre": "Adventure",
        "plot": "With the world now aware of his dual life as the armored superhero Iron Man, billionaire inventor Tony Stark faces pressure from the government, the press and the public to share his technology with the military. Unwilling to let go of his invention, Stark, with Pepper Potts and James 'Rhodey' Rhodes at his side, must forge new alliances – and confront powerful enemies."
    },
    {
        "title": "Pleasure",
        "genre": "Drama",
        "plot": "19 year old Linnéa leaves her small town in Sweden and heads for Los Angeles with the aim of becoming the world's next big porn star, but the road to her goal turns out to be bumpier than she imagined."
    },
    {
        "title": "Challengers",
        "genre": "Romance",
        "plot": "Tennis player turned coach Tashi has taken her husband, Art, and transformed him into a world-famous Grand Slam champion. To jolt him out of his recent losing streak, she signs him up for a \"Challenger\" event — close to the lowest level of pro tournament — where he finds himself standing across the net from his former best friend and Tashi's former boyfriend."
    },
    {
        "title": "Sing and Don't Cry",
        "genre": "Comedy",
        "plot": "A matriarchal family runs a taco food truck, navigating between artistic aspirations and daily frustrations while raising a member's daughter."
    },
    {
        "title": "Turning Red",
        "genre": "Animation",
        "plot": "Thirteen-year-old Mei is experiencing the awkwardness of being a teenager with a twist – when she gets too excited, she transforms into a giant red panda."
    },
    {
        "title": "Spirited Away",
        "genre": "Animation",
        "plot": "A young girl, Chihiro, becomes trapped in a strange new world of spirits. When her parents undergo a mysterious transformation, she must call upon the courage she never knew she had to free her family."
    },
    {
        "title": "Harry Potter and the Half-Blood Prince",
        "genre": "Adventure",
        "plot": "As Lord Voldemort tightens his grip on both the Muggle and wizarding worlds, Hogwarts is no longer a safe haven. Harry suspects perils may even lie within the castle, but Dumbledore is more intent upon preparing him for the final battle fast approaching. Together they work to find the key to unlock Voldemorts defenses and to this end, Dumbledore recruits his old friend and colleague Horace Slughorn, whom he believes holds crucial information. Even as the decisive showdown looms, romance blossoms for Harry, Ron, Hermione and their classmates. Love is in the air, but danger lies ahead and Hogwarts may never be the same again."
    },
    {
        "title": "The Equalizer 3",
        "genre": "Action",
        "plot": "Robert McCall finds himself at home in Southern Italy but he discovers his friends are under the control of local crime bosses. As events turn deadly, McCall knows what he has to do: become his friends' protector by taking on the mafia."
    },
    {
        "title": "The Maze Runner",
        "genre": "Action",
        "plot": "Set in a post-apocalyptic world, young Thomas is deposited in a community of boys after his memory is erased, soon learning they're all trapped in a maze that will require him to join forces with fellow “runners” for a shot at escape."
    },
    {
        "title": "Pirates of the Caribbean: At World's End",
        "genre": "Adventure",
        "plot": "Captain Barbossa, long believed to be dead, has come back to life and is headed to the edge of the Earth with Will Turner and Elizabeth Swann. But nothing is quite as it seems."
    },
    {
        "title": "Harry Potter and the Order of the Phoenix",
        "genre": "Adventure",
        "plot": "Returning for his fifth year of study at Hogwarts, Harry is stunned to find that his warnings about the return of Lord Voldemort have been ignored. Left with no choice, Harry takes matters into his own hands, training a small group of students to defend themselves against the dark arts."
    },
    {
        "title": "The Family Plan",
        "genre": "Action",
        "plot": "Dan Morgan is many things: a devoted husband, a loving father, a celebrated car salesman. He's also a former assassin. And when his past catches up to his present, he's forced to take his unsuspecting family on a road trip unlike any other."
    },
    {
        "title": "Pirates of the Caribbean: Dead Man's Chest",
        "genre": "Adventure",
        "plot": "Captain Jack Sparrow works his way out of a blood debt with the ghostly Davy Jones to avoid eternal damnation."
    },
    {
        "title": "The Lion King",
        "genre": "Family",
        "plot": "A young lion prince is cast out of his pride by his cruel uncle, who claims he killed his father. While the uncle rules with an iron paw, the prince grows up beyond the Savannah, living by a philosophy: No worries for the rest of your days. But when his past comes to haunt him, the young prince must decide his fate: Will he remain an outcast or face his demons and become what he needs to be?"
    },
    {
        "title": "The Devil Wears Prada",
        "genre": "Drama",
        "plot": "Andy moves to New York to work in the fashion industry. Her boss is extremely demanding, cruel and won't let her succeed if she doesn't fit into the high class elegant look of their magazine."
    },
    {
        "title": "Poor Things",
        "genre": "Science Fiction",
        "plot": "Brought back to life by an unorthodox scientist, a young woman runs off with a lawyer on a whirlwind adventure across the continents. Free from the prejudices of her times, she grows steadfast in her purpose to stand for equality and liberation."
    },
    {
        "title": "Titanic",
        "genre": "Drama",
        "plot": "101-year-old Rose DeWitt Bukater tells the story of her life aboard the Titanic, 84 years later. A young Rose boards the ship with her mother and fiancé. Meanwhile, Jack Dawson and Fabrizio De Rossi win third-class tickets aboard the ship. Rose tells the whole story from Titanic's departure through to its death—on its first and last voyage—on April 15, 1912."
    },
    {
        "title": "Harry Potter and the Deathly Hallows: Part 2",
        "genre": "Fantasy",
        "plot": "Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills."
    },
    {
        "title": "The Gigolo",
        "genre": "Romance",
        "plot": "Fung looks like a super-heartthrob and was bon with a special endowment, making him the high school idol. He was expelled from school when he was caught fighting on campus. When his mom, the sole provider of his family with her poultry business, had to stop working due to her back problems, Fung decides to support his family financially. And from that moment, his life takes on a tumultuous change…"
    },
    {
        "title": "Winnie-the-Pooh: Blood and Honey 2",
        "genre": "Horror",
        "plot": "Five months following the murders, Christopher Robin tries returning to his regular life while dealing with his PTSD. Deep within the 100-Acre-Wood, a destructive rage grows as Winnie-the-Pooh, Piglet, Owl, and Tigger find their home and their lives endangered after their existence is revealed."
    },
    {
        "title": "Trolls Band Together",
        "genre": "Animation",
        "plot": "When Branch's brother, Floyd, is kidnapped for his musical talents by a pair of nefarious pop-star villains, Branch and Poppy embark on a harrowing and emotional journey to reunite the other brothers and rescue Floyd from a fate even worse than pop-culture obscurity."
    },
    {
        "title": "The Promised Neverland",
        "genre": "Action",
        "plot": "A number of children are being well fed, taken care of, and pampered at a very meticulate and managed orphanage. The facility and grounds are impressive, but the wall acting as a barrier is high. There is a secret to the place and once revealed to several orphans, they're desperate to escape."
    },
    {
        "title": "Imaginary",
        "genre": "Horror",
        "plot": "When Jessica moves back into her childhood home with her family, her youngest stepdaughter Alice develops an eerie attachment to a stuffed bear named Chauncey she finds in the basement. Alice starts playing games with Chauncey that begin playful and become increasingly sinister. As Alice’s behavior becomes more and more concerning, Jessica intervenes only to realize Chauncey is much more than the stuffed toy bear she believed him to be."
    },
    {
        "title": "Five Nights at Freddy's",
        "genre": "Horror",
        "plot": "Recently fired and desperate for work, a troubled young man named Mike agrees to take a position as a night security guard at an abandoned theme restaurant: Freddy Fazbear's Pizzeria. But he soon discovers that nothing at Freddy's is what it seems."
    },
    {
        "title": "X",
        "genre": "Horror",
        "plot": "In 1979, a group of young filmmakers set out to make an adult film in rural Texas, but when their reclusive, elderly hosts catch them in the act, the cast find themselves fighting for their lives."
    },
    {
        "title": "Spider-Man 3",
        "genre": "Action",
        "plot": "The seemingly invincible Spider-Man goes up against an all-new crop of villains—including the shape-shifting Sandman. While Spider-Man’s superpowers are altered by an alien organism, his alter ego, Peter Parker, deals with nemesis Eddie Brock and also gets caught up in a love triangle."
    },
    {
        "title": "The Roundup: Punishment",
        "genre": "Crime",
        "plot": "'Monster Cop' Ma Seok-do investigates an illegal online gambling business led by a former STS Baek and an IT genius CEO Chang. Ma proposes an unexpected alliance to Jang and begins hunting down the criminals."
    },
    {
        "title": "The Three Musketeers: Milady",
        "genre": "Adventure",
        "plot": "D'Artagnan, on a quest to rescue the abducted Constance, runs into the mysterious Milady de Winter again. The tension between the Catholics and the Protestants finally escalates, as the king declares war — forcing the now four musketeers into battle. But as the war goes on, they are tested physically, mentally and emotionally."
    },
    {
        "title": "Space Pups",
        "genre": "Adventure",
        "plot": "Two young children and their parents help a trio of aliens transformed as friendly dogs to escape the clutches of a local UFO hunter as they repair their spaceship."
    },
    {
        "title": "Justice League: Crisis on Infinite Earths Part One",
        "genre": "Animation",
        "plot": "Death is coming. Worse than death: oblivion. Not just for our Earth, but for everyone, everywhere, in every universe! Against this ultimate destruction, the mysterious Monitor has gathered the greatest team of Super Heroes ever assembled. But what can the combined might of Superman, Wonder Woman, Batman, The Flash, Green Lantern and hundreds of Super Heroes from multiple Earths even do to save all of reality from an unstoppable antimatter armageddon?!"
    },
    {
        "title": "Deadpool 2",
        "genre": "Action",
        "plot": "Wisecracking mercenary Deadpool battles the evil and powerful Cable and other bad guys to save a boy's life."
    },
    {
        "title": "Freelance",
        "genre": "Action",
        "plot": "An ex-special forces operative takes a job to provide security for a journalist as she interviews a dictator, but a military coup breaks out in the middle of the interview, they are forced to escape into the jungle where they must survive."
    },
    {
        "title": "Liao Zhai - Home for the Intimate Ghosts",
        "genre": "Fantasy",
        "plot": "Very seldom shown erotic story of a cuckolded husband who departs his home and unwittingly becomes included with not one, but two, alluring ghosts. [Rim movies Catalog] Mandy and his spouse (that's right, Mandy is a man) will be an uncommon few under any conditions. Mandy fools around with young women while his spouse is within the home, nevertheless the wife isn't bothered a lot. She is just considering in the job she's offered Mandy, which is .... to frequently check with the neighborhood brothelkeeper, and find away if she's found guys with incredibly difficult manhoods. How hard ? Complicated enough to punch an opening in a sack of grain (ouch !). And one more thing. Mandy and his wife are ghosts. Of course, this means you will find people who are seeking to exorcise them. In between residential disputes and pursued exorcisms, there's acres of nudity and lots of sex."
    },
    {
        "title": "The Lord of the Rings: The Fellowship of the Ring",
        "genre": "Adventure",
        "plot": "Young hobbit Frodo Baggins, after inheriting a mysterious ring from his uncle Bilbo, must leave his home in order to keep it from falling into the hands of its evil creator. Along the way, a fellowship is formed to protect the ringbearer and make sure that the ring arrives at its final destination: Mt. Doom, the only place where it can be destroyed."
    },
    {
        "title": "The Tearsmith",
        "genre": "Romance",
        "plot": "Adopted together after a tough childhood in an orphanage, Nica and Rigel realize that unexpected but irresistible feelings pull them together."
    },
    {
        "title": "365 Days: This Day",
        "genre": "Romance",
        "plot": "Laura and Massimo are back and hotter than ever. But the reunited couple's new beginning is complicated by Massimo’s family ties and a mysterious man who enters Laura’s life to win her heart and trust, at any cost."
    }
]